Repository: evelyn046/OmegaT_l10n
Catalog: 2_project/tm/readme_readme_zh_CN.tmx
Source language: en_us
Languages: zh_cn

source: What is OmegaT?
zh_cn: OmegaT 是什么？

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
zh_cn: OmegaT 是自由且开源的多平台计算机辅助翻译工具，具有模糊匹配、翻译记忆、 关键字查找、词汇表、以及为更新后的项目自动套用翻译等特性。

source: Licensing information =====================
zh_cn: 许可信息 =====================

source: OmegaT is available under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
zh_cn: OmegaT 根据自由软件基金会发布的 GNU 通用公共许可证许第 3 版或 （根据您的选择）任何更高版本的条款提供。

source: You can find the text of the license in /docs/OmegaT-license.txt.
zh_cn: 你可以在此找到许可证的文本： /docs/OmegaT-license.txt

source: OmegaT uses a number of librairies.
zh_cn: OmegaT使用了许多库。

source: The license of each library is mentioned in /lib/licenses/Licenses.txt.
zh_cn: 各个库的许可证在以下文件中有所提及： /lib/licenses/Licenses.txt

source: Prerequisites for installing OmegaT ===================================
zh_cn: 安装 OmegaT 的先决条件 ===================================

source: OmegaT requires the Java Runtime Environment (JRE) version 1.8 or higher to be installed on your system.
zh_cn: OmegaT 需要您的系统安装有 Java 运行环境（JRE）1.8 或者更高版本。

source: We recommend using OmegaT packages that include the JRE, to save you the trouble of selecting, obtaining and installing it.
zh_cn: 我们推荐使用包含 JRE 的 OmegaT 软件包，以避免选择、获取、与安装 JRE 的麻烦。

source: Installing OmegaT (Windows) ===========================
zh_cn: 安装 OmegaT（Windows） ===========================

source: Launch the installation program.
zh_cn: 启动安装程序。

source: Installing OmegaT (Mac) =======================
zh_cn: 安装 OmegaT（Mac） =======================

source: Unpack the OmegaT .zip archive to obtain a folder that contains a documentation file and the OmegaT application.
zh_cn: 解压 OmegaT 的 .zip 压缩包以获得包含文档文件和 OmegaT 应用程序的文件夹。

source: Move the folder to an appropriate location such as the Applications folder.
zh_cn: 将该文件夹移动到合适的地方，比如 Applications 文件夹。

source: Installing OmegaT (Linux) =========================
zh_cn: 安装 OmegaT（Linux） =========================

source: Place the archive in any suitable folder and unpack it.
zh_cn: 将压缩包放在任何合适的文件夹中并解压之。

source: OmegaT is then ready to be launched.
zh_cn: 然后 OmegaT 就已就位，可以运行了。

source: You can however obtain a neater and more user-friendly installation by using the installation script (linux-install.sh).
zh_cn: 不过，您可以使用安装脚本（linux-install.sh）获得更整洁、更友好的安装。

source: To use this script, open a terminal window (console), change folder to the folder containing OmegaT.jar and the linux-install.sh script, and execute the script with ./linux-install.sh.
zh_cn: 要使用此脚本，请打开终端窗口（控制台），进入包含 OmegaT.jar 和 linux-install.sh 脚本的文件夹，然后用 ./linux-install.sh 执行脚本。

source: Installing OmegaT (Solaris, FreeBSD, etc.) =========================================
zh_cn: 安装 OmegaT（Solaris、FreeBSD 等） =========================================

source: Using Java Web Start for installing OmegaT (all platforms) =========================================================== If you have already Java installed on your system, one way to install OmegaT is to use Java Web Start.
zh_cn: 用 Java Web Start 安装 OmegaT（所有平台） ===========================================================

source: For this purpose download the following file and then execute it:
zh_cn: 如果已在系统中安装了 Java，安装 OmegaT 的方法之一是使用 Java Web Start。

source: https://omegat.sourceforge.net/webstart/OmegaT.jnlp
zh_cn: 为此，需要下载以下文件并运行之：

source: It will install the correct environment for your computer and the application itself on the first run.
zh_cn: https://omegat.sourceforge.net/webstart/OmegaT.jnlp

source: Later calls do not need to be online.
zh_cn: 它将在第一次运行时为您的计算机与应用程序自身安装正确的环境。

source: Launching OmegaT (Windows) ==========================
zh_cn: 以后再调用就无需处于在线状态。

source: If, during installation, you have created a shortcut on the desktop, double-click on that shortcut.
zh_cn: 启动 OmegaT（Windows） ==========================

source: The installer can create shortcuts for you in the start menu, on the desktop and in the quick launch area.
zh_cn: 如果在安装过程中已经在桌面上创建了快捷方式，双击此快捷方式。安装程序可以在开始菜单、桌面和快速启动栏中创建快捷方式。

source: You can also manually drag the file OmegaT.exe to the start menu, the desktop or the quick launch area to link it from there.
zh_cn: 您也可以将 OmegaT.exe 文件手工拖动到开始菜单、桌面或快速启动栏 来将其链接到那些地方。

source: If you can see the file OmegaT but not OmegaT.exe in your File Manager (Windows Explorer), change the settings so that file extensions are displayed.
zh_cn: 如果您在文件管理器（Windows 资源管理器）中能看到文件 OmegaT 但看不到 OmegaT.exe，请修改设置以显示文件扩展名。

source: Launching OmegaT (Mac) ======================
zh_cn: 启动 OmegaT（Mac） ======================

source: Double-click on the OmegaT application.
zh_cn: 双击 OmegaT 应用程序。

source: You may drag the OmegaT application to your dock or to the toolbar of a Finder window to be able to launch it from any location.
zh_cn: 你可以将 OmegaT 应用程序拖动到程序坞（dock）面板或访达（Finder）窗口的工具栏 以便从任意位置启动它。

source: You can also launch it from the Spotlight search field.
zh_cn: 您还可以从聚焦搜索（Spotlight search）的搜索区中启动它。

source: Launching OmegaT (Linux) ========================
zh_cn: 启动 OmegaT（Linux） ========================

source: If you used linux-install.sh script, you should be able to launch OmegaT with:
zh_cn: 如果您用了 linux-install.sh 脚本，你应当可以这样启动 OmegaT：

source: and then:
zh_cn: 然后：

source: For a more user-friendly way of launching OmegaT, you can use the Kaptain script provided (omegat.kaptn).
zh_cn: 要以对用户更友好的方式启动 OmegaT，您可以使用所提供的 Kaptain 脚本（omegat.kaptn）。

source: To use this script you must first install Kaptain.
zh_cn: 要使用此脚本，必须先安装 Kaptain。

source: You can then launch the Kaptain launch script with:
zh_cn: 然后，可以这样启动 Kaptain 启动脚本：

source: Launching OmegaT from the command line (all systems) ====================================================
zh_cn: 从命令行启动 OmegaT（所有平台） ====================================================

source: The command to launch OmegaT is:
zh_cn: 启动 OmegaT 的命令是：

source: cd <folder where the file OmegaT.jar is located>
zh_cn: cd <OmegaT.jar 文件所在的文件夹>

source: <name and path of the Java executable file> -jar OmegaT.jar
zh_cn: <Java 可执行文件的路径和名称> -jar OmegaT.jar

source: (The Java executable file is the file java on Linux and java.exe on Windows.
zh_cn: （所谓 Java 可执行文件，在 Linux 下是 java 文件，在 Windows 下则是 java.exe 文件。

source: If Java is installed at system level and is in the command path, the full path need not be entered.)
zh_cn: 如果 Java 是在系统级安装的且处于命令行路径中，则无需输入完整路径。）

source: Contributors ============
zh_cn: 贡献者 ============

source: OmegaT is the original work of Keith Godfrey.
zh_cn: OmegaT 最初的工作由 Keith Godfrey 完成。

source: Aaron Madlon-Kay is the OmegaT project manager.
zh_cn: Aaron Madlon-Kay 是 OmegaT 的项目经理。

source: Current team: (alphabetical order)
zh_cn: 当前团队： （按字母顺序）

source: - Vincent Bidaux (documentation manager) - Marco Cevoli (Telegram community manager) - Jean-Christophe Helary (Twitter community manager) - Kos Ivantsof (localisation manager) - Concepción Martin (Facebook community manager) - Briac Pilpré (webmaster) - Lucie Vecerova (Facebook community manager)
zh_cn: - Vincent Bidaux（文档经理） - Marco Cevoli（Telegram 社区经理） - Jean-Christophe Helary（Twitter 社区经理） - Kos Ivantsof（本地化经理） - Concepción Martin（Facebook 社区经理） - Briac Pilpré（网站管理员） - Lucie Vecerova（Facebook 社区经理）

source: Contributions to the code are documented in /docs/contributors.txt.
zh_cn: 对代码的贡献记录在 /docs/contributors.txt 中。

source: Previous contributors include: (alphabetical order)
zh_cn: 以前的贡献者包括： （按字母顺序）

source: - Anthony Baldwin (localisation manager) - Didier Briel (project manager) - Alex Buloichik (lead developer) - Sabine Cretella - Dmitri Gabinski - Jean-Christophe Helary (support group owner, localisation manager) - Maxym Mykhalchuk (lead developer) - Samuel Murray - Henry Pijffers (release manager) - Marc Prior (project co-ordinator, webmaster) - Vito Smolej (documentation manager)
zh_cn: - Anthony Baldwin（本地化经理） - Didier Briel（项目经理） - Alex Buloichik（首席开发人员） - Sabine Cretella - Dmitri Gabinski - Jean-Christophe Helary（支持小组组长、本地化经理） - Maxym Mykhalchuk（首席开发人员） - Samuel Murray - Henry Pijffers（发布经理） - Marc Prior（项目调度员、网站管理员） - Vito Smolej（文档经理）

source: and many, many more very helpful people
zh_cn: 以及很多、很多大有助益的人

source: (If you think you have significantly contributed to the OmegaT Project but you (don't see your name on the lists, feel free to contact us.)
zh_cn: （如果您认为您对 OmegaT 项目做出了重大贡献但名字没有出现在列表中， 请随时与我们联系。）

source: Useful links ============
zh_cn: 重要链接 ============

source: The most current info about OmegaT can be found at:
zh_cn: 关于 OmegaT 的最新信息，请访问：

source: User support resources:
zh_cn: 用户支持资源：

source: Requests for Enhancements (in English), at the SourceForge site:
zh_cn: 可以在 SourceForge 网站（用英语）提出改进建议与意见：

source: Bug reports (in English), at the SourceForge site:
zh_cn: 可以在 SourceForge 网站（用英语）报告 Bug：
